{ 
  "articles": [
    {
      "id": "why-namibia-represents-what-surf-travel-should-be-about",
      "category": "surf",
      "heading": {
        "title": "Why Namibia Represents What Surf Travel Should Be About",
        "subtitle": "Back when The Endless Summer came out, surf travel wasn't really a thing. Not in the way it is now, at least. Then Bruce Brown's opus was released to the masses, and the trickle of surfers curious to seek, to explore, to find, slowly became a flood. Now, of course, you're hard pressed to find a lineup that hasn't been explored. Oh, there are places, to be sure, but they're fewer and farther between with each passing day.",
        "responsiveMedia": true,
        "media": [
          {
            "type": "photo",
            "src": "surf1.jpg"
          },
          {
            "type": "photo",
            "src": "surf2.jpg"
          },
          {
            "type": "photo",
            "src": "surf3.jpg"
          },
          {
            "type": "photo",
            "src": "surf4.jpg"
          },
          {
            "type": "photo",
            "src": "surf5.jpg"
          },
          {
            "type": "photo",
            "src": "surf6.jpg"
          },
          {
            "type": "photo",
            "src": "surf7.jpg"
          },
          {
            "type": "photo",
            "src": "surf8.jpg"
          },
          {
            "type": "photo",
            "src": "surf9.jpg"
          }
        ],
        "infos": {}
      },
      "body": [
        {
          "type": "p",
          "value": "Namibia, though, represents something: despite the fact that it has indeed been found by the wandering surfer, there’s something about it so… foreign. Parts of it harbor an alien landscape, barren and windswept, mainly untouched by the destructive hand of man. A surf trip to Namibia isn’t easy–if you do it right, that is. It’s not Bali or Hawaii with their swaying palms and colorful drinks. You can’t step off a plane and into a perfect wave. You’ve got to earn it. That (and the endlessly perfect tubes that are churned out there), coupled with the fact that it’s not a place most surfers will go in their lifetimes, makes each and every edit a dream about a time every surfer yearns for."
        },
        {
          "type": "h3",
          "value": "Namibia Surf Guide"
        },
        {
          "type": "p",
          "value": "Epic surf videos from Namibia have been spread on the internet. And that make many rippers search for some of the long lefts just here."
        },
        {
          "type": "p",
          "value": "Namibia is one of the youngest nations in Africa and it is situated between the Kalahari Desert and the roaring Atlantic Ocean."
        },
        {
          "type": "p",
          "value": "Even though a lot of the surfing potential already has been mapped in Namibia and you might even be eble buy some surfing equipment in Swakopmund this does not mean that many surfers go here – on the contrary. Just buckle up for your next brig surf adventure."
        },
        {
          "type": "media",
          "value": [
            {
              "type": "photo",
              "src": "surf5.jpg"
            }
          ]
        },
        {
          "type": "h3",
          "value": "The Waves in Namibia"
        },
        {
          "type": "p",
          "value": "Consistent swell hits the coast of Namibia and that makes it a perfect place to go search for African waves."
        },
        {
          "type": "p",
          "value": "You can fly to Windhoek and head for the coast but it might just be cheaper to fly To Cape Town and go on a wave hunt up the coast to and through Namibia."
        },
        {
          "type": "p",
          "value": "A good place to start your search could be around Swakopmund and Walvis Bay just west of Windhoek or further north at the Skeleton coast or in the south at the coast in Namib-Naukluft National Park."
        }
      ]
    },
    {
      "id": "eight-reasons-why-teahupoo-is-the-most-dangerous-wave-in-the-world",
      "category": "surf",
      "heading": {
        "title": "8 reasons why Teahupoo is the most dangerous wave in the world",
        "subtitle": "Teahupoo is the most dangerous break in the world. The waves there have a unique combination of size, power and speed made more dangerous because they break over a sharp coral reef lying only meters below the surface. To those scary variables we can add sharks, capsizing boats and a capacity to literally pull your pants down.",
        "responsiveMedia": true,
        "media": [
          {
            "type": "photo",
            "src": "teahupoo1.jpg"
          }
        ],
        "infos": {}
      },
      "body": [
        {
          "type": "p",
          "value": "With the world’s best surfers heading to Tahiti for the upcoming Billabong Pro, we look at just why Teahupoo isn’t scary — it’s terrifying."
        },
        {
          "type": "h3",
          "value": "It can rip your face off"
        },
        {
          "type": "media",
          "value": [
            {
              "type": "photo",
              "src": "teahupoo2.jpg"
            }
          ]
        },
        {
          "type": "p",
          "value": "Keala Kennelly is the undisputed queen of Teahupoo, having surfed and survived the biggest swells at the break. Just last month she caught what has been called the heaviest wave ridden by a woman. However, back in 2011 she came close to losing her life at the wave after a wipeout had her face collide with the coral reef. She was taken to the hospital to have the coral dug out of her face before receiving 30 stitches. She posted the photo above on Facebook afterward, saying, “Sorry if you were eating dinner... I look much better now, I promise.”"
        },
        {
          "type": "h3",
          "value": "It is faster than a motorcycle"
        },
        {
          "type": "media",
          "value": [
            {
              "type": "photo",
              "src": "teahupoo3.jpg"
            }
          ]
        },
        {
          "type": "p",
          "value": "Teahupoo breaks fast. How fast? Well, when Robbie Maddison recently tried to outrun the wave on a motorcycle, he found that the wave was much, much faster. If a modified KTM 250 SX two-stroke engine that drove a paddle steamer-like back tire can’t outrun it, what chance does a fiberglass surfboard have?"
        },
        {
          "type": "h3",
          "value": "It can rip your boardshorts off!"
        },
        {
          "type": "media",
          "value": [
            {
              "type": "photo",
              "src": "teahupoo4.jpg"
            }
          ]
        },
        {
          "type": "p",
          "value": "Hawaiian surfer Bruce Irons is another veteran and standout at the Tahitian wave. However, in 2013 during the Code Red swell, the wave literally left him with his pants down. After falling in a massive tube, Irons was rag-dolled over the reef and all the way into the lagoon, losing his skin and his boardshorts in the process. Luckily for him, his tow partner, Koby Abberton, came to the rescue on his Jet Ski. He picked the pants-less Irons up and then did a few victory laps to the cheers of the packed channel."
        }
      ]
    }
  ]
}
